# Header
page.title=M-Logistic

#Sidebar

menu.logo=-Logistic
menu.home=Strona g\u0142\u00F3wna
menu.register=Rejestracja
menu.login=Logowanie
menu.sendPackage=Wy\u015Blij paczk\u0119
menu.trackPackage=\u015Al\u0119dzenie przesy\u0142ki
menu.contact=Kontakt
menu.faq=FAQ


# Main Content
main.welcome.heading=Witaj w <span style="color: #f7403b;">M</span>-Logistic!
main.welcome.subheading=Tw\u00F3j partner w zarz\u0105dzaniu transportem i logistyk\u0105 magazynow\u0105.

# Features
feature.effectiveManagement.title=Efektywne Zarz\u0105dzanie Procesami
feature.effectiveManagement.description=Skup si\u0119 na tym, co najwa\u017Cniejsze dla Twojego biznesu, a M-Logistic zajmie si\u0119 reszt\u0105. Nasza aplikacja umo\u017Cliwia \u0142atwe zarz\u0105dzanie procesami, takimi jak zam\u00F3wienia, dostawy i zwroty, wszystko z jednego, intuicyjnego interfejsu.

feature.deliveryPlanning.title=Planowanie Tras Dostaw
feature.deliveryPlanning.description=Optymalizuj swoje trasy dostaw dzi\u0119ki zaawansowanym funkcjom M-Logistic. Nasza aplikacja umo\u017Cliwia planowanie najbardziej efektywnych tras, co przek\u0142ada si\u0119 na oszcz\u0119dno\u015B\u0107 czasu i paliwa.

feature.internationalShipments.title=Przesy\u0142ki Mi\u0119dzynarodowe
feature.internationalShipments.description=Przekrocz granice bez wysi\u0142ku z M-Logistic. Nasza aplikacja u\u0142atwia wysy\u0142anie paczek do klient\u00F3w na ca\u0142ym \u015Bwiecie, a dzi\u0119ki naszej sieci globalnych partner\u00F3w logistycznych, mo\u017Cemy zagwarantowa\u0107, \u017Ce Twoje przesy\u0142ki dotr\u0105 bezpiecznie do celu.

feature.inventoryManagement.title=Zarz\u0105dzanie Zapasami
feature.inventoryManagement.description=M-Logistic pomaga utrzyma\u0107 Twoje zapasy na odpowiednim poziomie. Dzi\u0119ki naszej aplikacji mo\u017Cesz \u0142atwo monitorowa\u0107 poziom zapas\u00F3w, a nasze inteligentne powiadomienia zapewniaj\u0105, \u017Ce nigdy nie zostaniesz zaskoczony brakiem towaru.

feature.operationalDataAnalysis.title=Analiza Danych Operacyjnych
feature.operationalDataAnalysis.description=Wykorzystaj moc danych z M-Logistic do optymalizacji swojego biznesu. Nasza aplikacja umo\u017Cliwia analiz\u0119 kluczowych wska\u017Anik\u00F3w efektywno\u015Bci operacyjnej, co pozwala na podejmowanie \u015Bwiadomych decyzji biznesowych.

feature.returnsHandling.title=Bezproblemowe Obs\u0142ugiwanie Zwrot\u00F3w
feature.returnsHandling.description=M-Logistic sprawia, \u017Ce proces obs\u0142ugi zwrot\u00F3w jest \u0142atwy i bezproblemowy. Dzi\u0119ki naszej aplikacji, mo\u017Cesz szybko przetwarza\u0107 zwroty, co przek\u0142ada si\u0119 na wy\u017Csze zadowolenie klient\u00F3w.

# Call to action
cta.register=Zarejestruj si\u0119 ju\u017C dzi\u015B!